soal = [
    "وَجَآءَ مِنۡ اَقۡصَا الۡمَدِيۡنَةِ رَجُلٌ يَّسۡعٰى قَالَ يٰقَوۡمِ اتَّبِعُوا",
    "اتَّبِعُوۡا مَنۡ لَّا يَسۡـــَٔلُكُمۡ اَجۡرًا وَّهُمۡ",
    "...وَمَآ أَرْسَلْنَٰكَ إِلَّا",
   "وَلَا تُطِعِ الۡكٰفِرِيۡنَ وَالۡمُنٰفِقِيۡنَ وَدَعۡ اَذٰٮهُمۡ وَتَوَكَّلۡ عَلَى اللّٰهِ ؕ",
   "...قُلۡ جَآءَ الۡحَـقُّ",
   "لِّيُعَذِّبَ اللّٰهُ الۡمُنٰفِقِيۡنَ وَالۡمُنٰفِقٰتِ وَالۡمُشۡرِكِيۡنَ وَالۡمُشۡرِكٰتِ وَيَتُوۡبَ اللّٰهُ عَلَى الۡمُؤۡمِنِيۡنَ وَالۡمُؤۡمِنٰتِؕ وَكَانَ اللّٰهُ غَفُوۡرًا رَّحِيۡمًا.(٧٣) بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
   "يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ",
   "وَاللّٰهُ الَّذِىۡۤ اَرۡسَلَ الرِّيٰحَ فَتُثِيۡرُ سَحَابًا",
   "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا",
   "يٰٓاَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ"    
];

pilihan = [
    ["الۡمُرۡسَلِيۡنَۙ", "الْمُرْسَلُونَ"],
    ["مُّهۡتَدُوۡنَ", "مُّهۡتَدِيْنَ", "مُّكْرَمُوْنَ", "مُّكْرَمِيْنَ"],
    ["كَآفَّةً لِّلنَّاسِ", "رَحْمَةً لِّلْعَٰلَمِينَ"],
    ["وَكَفٰى بِاللّٰهِ وَكِيۡلًا","وَكَفٰى بِاللّٰهِ شَهِيْدًا"," وَكَفٰى بِاللّٰهِ عَلِيْمًا "
    ], ["وَزَهَقَ الۡبَاطِلُ​ؕ اِنَّ الۡبَاطِلَ كَانَ زَهُوۡقًا", "وَمَا يُبۡدِئُ الۡبَاطِلُ وَمَا يُعِيۡدُ"],
    ["اَلۡحَمۡدُ لِلّٰهِ الَّذِىۡ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الۡاَرۡضِ", "اَلۡحَمۡدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالۡاَرۡضِ"],
    ["اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا","هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ"],
    ["فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ", "فَسُقْنٰهُ اِلٰى بَلَدٍ مَّيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ"],
    ["وَّلَا تُسْـَٔلُ عَنْ اَصْحٰبِ الْجَحِيْمِ", "وَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ"],
    ["وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ","وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ", "فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ"]
];

jawaban = ["الۡمُرۡسَلِيۡنَۙ", "مُّهۡتَدُوۡنَ", "كَآفَّةً لِّلنَّاسِ", "وَكَفٰى بِاللّٰهِ وَكِيۡلًا","وَمَا يُبۡدِئُ الۡبَاطِلُ وَمَا يُعِيۡدُ", "اَلۡحَمۡدُ لِلّٰهِ الَّذِىۡ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الۡاَرۡضِ", "هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ", "فَسُقْنٰهُ اِلٰى بَلَدٍ مَّيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ", 
"وَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ",
 "فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ"
];
